{"word2idx": {"a": 1, "restaurant": 2, "has": 3, "modern": 4, "wooden": 5, "tables": 6, "and": 7, "chairs": 8, "long": 9, "table": 10, "with": 11, "rounded": 12, "back": 13, "plant": 14, "on": 15, "top": 16, "of": 17, "it": 18, "surrounded": 19, "flower": 20, "arrangement": 21, "in": 22, "the": 23, "middle": 24, "for": 25, "is": 26, "adorned": 27, "blue": 28, "accents": 29, "man": 30, "preparing": 31, "desserts": 32, "kitchen": 33, "covered": 34, "frosting": 35, "chef": 36, "decorating": 37, "many": 38, "small": 39, "pastries": 40, "baker": 41, "prepares": 42, "various": 43, "types": 44, "baked": 45, "goods": 46, "close": 47, "up": 48, "person": 49, "grabbing": 50, "pastry": 51, "container": 52, "hand": 53, "touching": 54, "big": 55, "red": 56, "telephone": 57, "booth": 58, "that": 59, "standing": 60, "inside": 61, "phone": 62, "this": 63, "an": 64, "image": 65, "using": 66, "full": 67, "spices": 68, "rack": 69, "counter": 70, "oven": 71, "other": 72, "accessories": 73, "utilizes": 74, "all": 75, "its": 76, "space": 77, "pots": 78, "pans": 79, "display": 80, "very": 81, "stove": 82, "shelf": 83, "child": 84, "woman": 85, "are": 86, "cooking": 87, "glances": 88, "at": 89, "young": 90, "girl": 91, "'s": 92, "stovetop": 93, "food": 94, "older": 95, "two": 96, "women": 97, "together": 98, "black": 99, "white": 100, "suit": 101, "wearing": 102, "glasses": 103, "walking": 104, "through": 105, "door": 106, "nicely": 107, "dressed": 108, "way": 109, "walks": 110, "open": 111, "smiling": 112, "doorway": 113, "photo": 114, "tie": 115, "huge": 116, "clock": 117, "wall": 118, "near": 119, "large": 120, "face": 121, "numbers": 122, "end": 123, "above": 124, "radiator": 125, "bus": 126, "some": 127, "people": 128, "street": 129, "several": 130, "sidewalk": 131, "as": 132, "goes": 133, "by": 134, "rushing": 135, "group": 136, "city": 137, "double-decker": 138, "moving": 139, "down": 140, "stand": 141, "waiting": 142, "next": 143, "to": 144, "yellow": 145, "double": 146, "decker": 147, "bicycle": 148, "parked": 149, "cabinets": 150, "leaning": 151, "against": 152, "bike": 153, "backpack": 154, "located": 155, "truck": 156, "one": 157, "looking": 158, "order": 159, "beanie": 160, "leans": 161, "over": 162, "cart": 163, "piece": 164, "paper": 165, "beard": 166, "shirt": 167, "making": 168, "working": 169, "behind": 170, "slides": 171, "pizza": 172, "into": 173, "brick": 174, "apron": 175, "ball": 176, "cap": 177, "getting": 178, "ready": 179, "his": 180, "bread": 181, "be": 182, "cutting": 183, "roast": 184, "fork": 185, "knife": 186, "there": 187, "meat": 188, "board": 189, "slicing": 190, "hot": 191, "dark": 192, "room": 193, "counters": 194, "shelves": 195, "filled": 196, "wood": 197, "dishwasher": 198, "sink": 199, "refrigerator": 200, "window": 201, "opened": 202, "appliances": 203, "icebox": 204, "fridge": 205, "microwave": 206, "cook": 207, "under": 208, "lamp": 209, "chief": 210, "plating": 211, "out": 212, "pan": 213, "adding": 214, "sauce": 215, "plate": 216, "pass": 217, "adults": 218, "laptop": 219, "computers": 220, "while": 221, "sitting": 222, "outdoor": 223, "venue": 224, "row": 225, "men": 226, "laptops": 227, "side": 228, "building": 229, "number": 230, "siting": 231, "bench": 232, "sit": 233, "each": 234, "around": 235, "what": 236, "they": 237, "want": 238, "eat": 239, "wine": 240, "pizzas": 241, "off": 242, "vegetables": 243, "scallions": 244, "chopping": 245, "stands": 246, "he": 247, "cuts": 248, "onions": 249, "front": 250, "garage": 251, "chefs": 252, "patrons": 253, "exit": 254, "view": 255, "shows": 256, "leaving": 257, "elaborate": 258, "entry": 259, "includes": 260, "curved": 261, "revealing": 262, "work": 263, "features": 264, "see": 265, "outside": 266, "asian": 267, "dining": 268, "set": 269, "casual": 270, "meal": 271, "flowers": 272, "topped": 273, "four": 274, "place": 275, "mats": 276, "cloth": 277, "vase": 278, "roses": 279, "tablecloth": 280, "placemats": 281, "dinning": 282, "napkins": 283, "cluttered": 284, "but": 285, "clean": 286, "kept": 287, "cramped": 288, "empty": 289, "overhead": 290, "lighting": 291, "home": 292, "bar": 293, "microwaves": 294, "accented": 295, "color": 296, "flying": 297, "kite": 298, "pine": 299, "trees": 300, "couple": 301, "show": 302, "field": 303, "kites": 304, "forest": 305, "background": 306, "boy": 307, "fly": 308, "snow": 309, "have": 310, "sky": 311, "prepared": 312, "area": 313, "meals": 314, "plated": 315, "dishes": 316, "workers": 317, "commercial": 318, "bunch": 319, "upcoming": 320, "dinner": 321, "service": 322, "team": 323, "grill": 324, "burgers": 325, "sandwiches": 326, "meats": 327, "being": 328, "made": 329, "laying": 330, "stomach": 331, "towel": 332, "head": 333, "someone": 334, "bed": 335, "someones": 336, "bare": 337, "lying": 338, "dish": 339, "utensils": 340, "hanging": 341, "from": 342, "strange": 343, "interesting": 344, "curtain": 345, "crowded": 346, "walls": 347, "eating": 348, "noodles": 349, "bowl": 350, "baby": 351, "feeding": 352, "himself": 353, "kid": 354, "spoon": 355, "little": 356, "help": 357, "own": 358, "hands": 359, "skateboard": 360, "ramp": 361, "doing": 362, "trick": 363, "boys": 364, "skate": 365, "park": 366, "children": 367, "entertaining": 368, "skatepark": 369, "performs": 370, "tricks": 371, "onlookers": 372, "watch": 373, "steel": 374, "countertops": 375, "stainless": 376, "wit": 377, "ha": 378, "coffee": 379, "make": 380, "corner": 381, "countertop": 382, "talking": 383, "grass": 384, "talks": 385, "cell": 386, "far": 387, "three": 388, "others": 389, "blanket": 390, "light": 391, "colored": 392, "clothing": 393, "tents": 394, "cellphone": 395, "lawn": 396, "pair": 397, "tablet": 398, "perched": 399, "laugh": 400, "look": 401, "computer": 402, "happily": 403, "plastic": 404, "bottle": 405, "closeup": 406, "soup": 407, "bowls": 408, "stacks": 409, "pot": 410, "skillet": 411, "dirty": 412, "plates": 413, "bearded": 414, "looks": 415, "turned": 416, "observing": 417, "something": 418, "away": 419, "him": 420, "tv": 421, "offering": 422, "taste": 423, "feeds": 424, "bite": 425, "old": 426, "giving": 427, "test": 428, "sample": 429, "her": 430, "fed": 431, "spoonful": 432, "riding": 433, "bikes": 434, "stopped": 435, "church": 436, "riders": 437, "bicycles": 438, "leaves": 439, "training": 440, "wheels": 441, "jumpsuit": 442, "sweater": 443, "picnic": 444, "tricycle": 445, "bath": 446, "ornate": 447, "bathroom": 448, "multicolor": 449, "tiles": 450, "decorated": 451, "style": 452, "mosaic": 453, "tiled": 454, "lot": 455, "fancy": 456, "tile": 457, "tub": 458, "vanity": 459, "chandelier": 460, "intricate": 461, "golden": 462, "bathtub": 463, "ceiling": 464, "green": 465, "mint": 466, "car": 467, "pictures": 468, "washing": 469, "mirror": 470, "crying": 471, "photograph": 472, "toddler": 473, "dress": 474, "everyone": 475, "sunglasses": 476, "dog": 477, "needs": 478, "cleaned": 479, "floor": 480, "broken": 481, "toilet": 482, "nasty": 483, "stuff": 484, "across": 485, "picture": 486, "sinks": 487, "shown": 488, "beat": 489, "abandoned": 490, "carpet": 491, "yellowish": 492, "including": 493, "pink": 494, "towels": 495, "rug": 496, "painting": 497, "or": 498, "drawing": 499, "flooring": 500, "mountain": 501, "bikers": 502, "take": 503, "break": 504, "path": 505, "them": 506, "taking": 507, "trail": 508, "motorcross": 509, "coming": 510, "woods": 511, "rocky": 512, "ground": 513, "bush": 514, "solid": 515, "statues": 516, "post": 517, "monument": 518, "atmosphere": 519, "relaxing": 520, "nearby": 521, "anchored": 522, "between": 523, "parking": 524, "posts": 525, "new": 526, "nothing": 527, "displays": 528, "another": 529, "beneath": 530, "reflecting": 531, "roll": 532, "scene": 533, "featuring": 534, "antique": 535, "brass": 536, "fixtures": 537, "mounted": 538, "soap": 539, "pedestal": 540, "public": 541, "restroom": 542, "bottles": 543, "kneeling": 544, "squatting": 545, "crouching": 546, "camera": 547, "rolls": 548, "stacked": 549, "few": 550, "roles": 551, "tissue": 552, "walled": 553, "six": 554, "bright": 555, "loft": 556, "rustic": 557, "windows": 558, "adjustable": 559, "magnifying": 560, "attached": 561, "circular": 562, "mirrors": 563, "reflects": 564, "smaller": 565, "2": 566, "shower": 567, "jacuzzi": 568, "furry": 569, "cat": 570, "pulling": 571, "playful": 572, "pulls": 573, "playing": 574, "lid": 575, "bookshelves": 576, "books": 577, "adjacent": 578, "bookshelf": 579, "guy": 580, "hoodie": 581, "peeing": 582, "note": 583, "written": 584, "purple": 585, "urinating": 586, "lined": 587, "crosswalk": 588, "focusing": 589, "bicyclists": 590, "going": 591, "road": 592, "complete": 593, "tab": 594, "plain": 595, "beige": 596, "both": 597, "tub/shower": 598, "destroyed": 599, "mirrored": 600, "cabinet": 601, "run": 602, "paint": 603, "peeling": 604, "need": 605, "remodeling": 606, "repair": 607, "crumbling": 608, "medicine": 609, "peels": 610, "filthy": 611, "focus": 612, "bow": 613, "toliet": 614, "wrapped": 615, "ribbon": 616, "carefully": 617, "brand": 618, "seat": 619, "groups": 620, "tower": 621, "town": 622, "plaza": 623, "gathered": 624, "square": 625, "strolling": 626, "unfinished": 627, "tools": 628, "demolished": 629, "construction": 630, "torn": 631, "remodeled": 632, "glass": 633, "doors": 634, "clear": 635, "see-through": 636, "grey": 637, "motif": 638, "freshly": 639, "hotel": 640, "closed": 641, "heated": 642, "racks": 643, "built": 644, "hairdryer": 645, "chrome": 646, "sticking": 647, "sized": 648, "nice": 649, "lights": 650, "decorative": 651, "commode": 652, "marble": 653, "monogrammed": 654, "symbol": 655, "sculpture": 656, "faucet": 657, "porcelain": 658, "reflected": 659, "rectangular": 660, "single": 661, "right": 662, "lady": 663, "van": 664, "seagulls": 665, "landing": 666, "watching": 667, "birds": 668, "automobile": 669, "where": 670, "seagull": 671, "attacking": 672, "roof": 673, "peoples": 674, "sticks": 675, "brown": 676, "puts": 677, "fluffy": 678, "cute": 679, "school": 680, "stop": 681, "sign": 682, "sits": 683, "showing": 684, "vehicles": 685, "appear": 686, "traveling": 687, "advertisement": 688, "ice": 689, "cubes": 690, "bottom": 691, "bucket": 692, "trash": 693, "can": 694, "laminate": 695, "surrounding": 696, "extremely": 697, "boat": 698, "lots": 699, "seats": 700, "gate": 701, "bridge": 702, "train": 703, "booths": 704, "phillips": 705, "66": 706, "clocks": 707, "posters": 708, "vintage": 709, "photos": 710, "motorcycle": 711, "displayed": 712, "gas": 713, "station": 714, "logo": 715, "hangs": 716, "underneath": 717, "resembling": 718, "surfboard": 719, "surf": 720, "classic": 721, "woody": 722, "wagon": 723, "strapped": 724, "colorful": 725, "intersection": 726, "roadway": 727, "driving": 728, "cars": 729, "main": 730, "tall": 731, "chevy": 732, "busy": 733, "simple": 734, "yet": 735, "messy": 736, "garbage": 737, "stall": 738, "trashcan": 739, "silver": 740, "faucets": 741, "gray": 742, "lit": 743, "reflection": 744, "urinals": 745, "shaped": 746, "along": 747, "short": 748, "pee": 749, "toilets": 750, "bear": 751, "library": 752, "case": 753, "taxidermy": 754, "fake": 755, "box": 756, "stuffed": 757, "more": 758, "disgusting": 759, "than": 760, "line": 761, "wire": 762, "basket": 763, "transported": 764, "motor": 765, "scooter": 766, "cage": 767, "motocycle": 768, "painted": 769, "seen": 770, "slanted": 771, "angle": 772, "napkin": 773, "cup": 774, "arranged": 775, "crossed": 776, "connected": 777, "speaker": 778, "object": 779, "running": 780, "chair": 781, "comically": 782, "fashioned": 783, "holding": 784, "paw": 785, "held": 786, "eaten": 787, "mixed": 788, "spoons": 789, "resting": 790, "like": 791, "vases": 792, "ceramic": 793, "fashion": 794, "floral": 795, "costume": 796, "wig": 797, "urinal": 798, "frames": 799, "christmas": 800, "hat": 801, "santa": 802, "holds": 803, "leak": 804, "checkered": 805, "done": 806, "checker": 807, "pattern": 808, "checked": 809, "overhang": 810, "outdoors": 811, "awning": 812, "stored": 813, "structure": 814, "items": 815, "fenced": 816, "yard": 817, "brush": 818, "not": 819, "been": 820, "water": 821, "cleaning": 822, "equipped": 823, "fashionable": 824, "architectural": 825, "subway": 826, "dispensers": 827, "directly": 828, "below": 829, "horse-drawn": 830, "carriage": 831, "moves": 832, "carrying": 833, "passengers": 834, "horse": 835, "drawn": 836, "ride": 837, "rides": 838, "rails": 839, "handicap": 840, "walk-in": 841, "which": 842, "walkway": 843, "rows": 844, "pews": 845, "interior": 846, "cathedral": 847, "stained": 848, "throughout": 849, "supplies": 850, "installed": 851, "during": 852, "hole": 853, "d": 854, "pipe": 855, "curtains": 856, "widow": 857, "safety": 858, "handle": 859, "washroom": 860, "watermelon": 861, "broccoli": 862, "assorted": 863, "fruits": 864, "veggies": 865, "variety": 866, "foods": 867, "vegetable": 868, "salads": 869, "sliced": 870, "fresh": 871, "fruit": 872, "motorcycles": 873, "alley": 874, "day": 875, "suzuki": 876, "motorcyles": 877, "sister": 878, "pants": 879, "kids": 880, "their": 881, "notice": 882, "matching": 883, "word": 884, "``": 885, "printed": 886, "different": 887, "shine": 888, "lamps": 889, "metal": 890, "rail": 891, "airplane": 892, "writing": 893, "demonstration": 894, "storage": 895, "blown": 896, "highway": 897, "race": 898, "motorcyclists": 899, "freight": 900, "warehouse": 901, "frame": 902, "lift": 903, "maroon": 904, "cruising": 905, "sunny": 906, "alongside": 907, "sun": 908, "chocolate": 909, "deep": 910, "fried": 911, "melted": 912, "entree": 913, "delicious": 914, "oval": 915, "platter": 916, "cakes": 917, "donuts": 918, "cake": 919, "brownies": 920, "doughnuts": 921, "trays": 922, "displaying": 923, "multitude": 924, "sweet": 925, "treats": 926, "served": 927, "these": 928, "kinds": 929, "our": 930, "past": 931, "five": 932, "presidents": 933, "current": 934, "president": 935, "former": 936, "gathering": 937, "living": 938, "present": 939, "suits": 940, "ties": 941, "helmet": 942, "motorcyclist": 943, "drives": 944, "high": 945, "speeds": 946, "cyclist": 947, "sports": 948, "animal": 949, "platform": 950, "desk": 951, "rock": 952, "dead": 953, "video": 954, "films": 955, "procession": 956, "filming": 957, "scooters": 958, "passing": 959, "evening": 960, "purpose": 961, "recording": 962, "policeman": 963, "police": 964, "posing": 965, "cop": 966, "officer": 967, "vehicle": 968, "officers": 969, "cops": 970, "uniforms": 971, "bmw": 972, "leather": 973, "satchel": 974, "event": 975, "function": 976, "formal": 977, "takes": 978, "turn": 979, "crowd": 980, "spectators": 981, "curve": 982, "turning": 983, "20": 984, "bars": 985, "rounding": 986, "employee": 987, "passenger": 988, "entrance": 989, "commuter": 990, "towers": 991, "part": 992, "gothic": 993, "daylight": 994, "cloudy": 995, "stone": 996, "cycle": 997, "house": 998, "cans": 999, "umbrella": 1000, "shiny": 1001, "railing": 1002, "porch": 1003, "japanese": 1004, "airport": 1005, "sea": 1006, "jetliner": 1007, "runway": 1008, "plane": 1009, "taxiing": 1010, "jet": 1011, "coast": 1012, "air": 1013, "flies": 1014, "camouflage": 1015, "military": 1016, "fighter": 1017, "hovering": 1018, "clouds": 1019, "airplanes": 1020, "buildings": 1021, "idle": 1022, "about": 1023, "land": 1024, "jumbo": 1025, "tarmac": 1026, "adorable": 1027, "plants": 1028, "sideways": 1029, "shorts": 1030, "slippers": 1031, "shaded": 1032, "layer": 1033, "pole": 1034, "traffic": 1035, "signal": 1036, "thin": 1037, "sheep": 1038, "roaming": 1039, "animals": 1040, "grazing": 1041, "hillside": 1042, "hill": 1043, "flock": 1044, "graze": 1045, "kicking": 1046, "feet": 1047, "seated": 1048, "fence": 1049, "covering": 1050, "eyes": 1051, "giraffe": 1052, "nose": 1053, "pool": 1054, "bending": 1055, "drinking": 1056, "watering": 1057, "drink": 1058, "airliner": 1059, "cliff": 1060, "beside": 1061, "plan": 1062, "rests": 1063, "situated": 1064, "rolling": 1065, "horned": 1066, "type": 1067, "coat": 1068, "bird": 1069, "neck": 1070, "walk": 1071, "propeller": 1072, "airshow": 1073, "concrete": 1074, "feed": 1075, "grassy": 1076, "struggling": 1077, "low": 1078, "pasture": 1079, "mountains": 1080, "fields": 1081, "sheared": 1082, "orange": 1083, "tied": 1084, "distance": 1085, "herd": 1086, "store": 1087, "says": 1088, "woolen": 1089, "mill": 1090, "lambs": 1091, "opposite": 1092, "direction": 1093, "who": 1094, "lays": 1095, "barking": 1096, "higher": 1097, "planes": 1098, "larger": 1099, "tells": 1100, "motorists": 1101, "how": 1102, "proceed": 1103, "do": 1104, "enter": 1105, "warning": 1106, "adult": 1107, "lamb": 1108, "farm": 1109, "setting": 1110, "mother": 1111, "creating": 1112, "shadow": 1113, "cross": 1114, "benches": 1115, "boardwalk": 1116, "shopping": 1117, "mall": 1118, "rest": 1119, "seating": 1120, "crow": 1121, "bag": 1122, "cafe": 1123, "throws": 1124, "model": 1125, "pointing": 1126, "throwing": 1127, "toy": 1128, "steam": 1129, "smoke": 1130, "comes": 1131, "cityscape": 1132, "cone": 1133, "pouring": 1134, "stack": 1135, "peanut": 1136, "close-up": 1137, "peeking": 1138, "bushes": 1139, "visible": 1140, "giraffes": 1141, "elephant": 1142, "form": 1143, "hiding": 1144, "wooded": 1145, "grove": 1146, "self": 1147, "dry": 1148, "wild": 1149, "grasses": 1150, "zoo": 1151, "facing": 1152, "pin": 1153, "boulder": 1154, "exploring": 1155, "habitat": 1156, "winter": 1157, "frozen": 1158, "left": 1159, "bomber": 1160, "propped": 1161, "crossing": 1162, "necks": 1163, "rubbing": 1164, "heads": 1165, "intertwined": 1166, "stick": 1167, "smal": 1168, "human": 1169, "straw": 1170, "mouth": 1171, "snowy": 1172, "misty": 1173, "quietly": 1174, "sheeps": 1175, "sandy": 1176, "pointed": 1177, "towards": 1178, "straight": 1179, "vegetation": 1180, "lush": 1181, "isle": 1182, "boars": 1183, "sheered": 1184, "pile": 1185, "wool": 1186, "having": 1187, "just": 1188, "had": 1189, "haired": 1190, "shaved": 1191, "newly": 1192, "fur": 1193, "among": 1194, "tress": 1195, "shrubbery": 1196, "rain": 1197, "paths": 1198, "streets": 1199, "unique": 1200, "masked": 1201, "staring": 1202, "decorations": 1203, "mask": 1204, "colorfully": 1205, "costumed": 1206, "character": 1207, "carried": 1208, "parade": 1209, "motion": 1210, "diving": 1211, "somewhat": 1212, "downtown": 1213, "rainy": 1214, "dirt": 1215, "leading": 1216, "passes": 1217, "before": 1218, "entering": 1219, "sand": 1220, "beach": 1221, "foreground": 1222, "signage": 1223, "desolate": 1224, "if": 1225, "transit": 1226, "buses": 1227, "cones": 1228, "crosses": 1229, "ostriches": 1230, "enclosure": 1231, "containing": 1232, "same": 1233, "exhibit": 1234, "sharing": 1235, "tree": 1236, "grown": 1237, "youngster": 1238, "cluster": 1239, "alertly": 1240, "art": 1241, "print": 1242, "goats": 1243, "snow-capped": 1244, "cattle": 1245, "range": 1246, "artist": 1247, "altered": 1248, "lines": 1249, "heavy": 1250, "bunches": 1251, "electrical": 1252, "power": 1253, "hang": 1254, "handing": 1255, "hanged": 1256, "use": 1257, "congregating": 1258, "tourist": 1259, "tour": 1260, "terminal": 1261, "dedicated": 1262, "memory": 1263, "inscribed": 1264, "'": 1265, "memorial": 1266, "liquid": 1267, "ear": 1268, "tags": 1269, "medium": 1270, "gloves": 1271, "cold": 1272, "elderly": 1273, "shades": 1274, "jacket": 1275, "atop": 1276, "fire": 1277, "hydrant": 1278, "stocking": 1279, "scotland": 1280, "level": 1281, "bricked": 1282, "individuals": 1283, "we": 1284, "freeway": 1285, "faded": 1286, "alone": 1287, "rusted": 1288, "teenaged": 1289, "climbing": 1290, "climbs": 1291, "onto": 1292, "potted": 1293, "army": 1294, "pick": 1295, "numerous": 1296, "things": 1297, "now": 1298, "rusty": 1299, "gloomy": 1300, "rundown": 1301, "hilly": 1302, "rocks": 1303, "ocean": 1304, "landscape": 1305, "hay": 1306, "bale": 1307, "starts": 1308, "captivity": 1309, "rams": 1310, "fighting": 1311, "wilderness": 1312, "buck": 1313, "butting": 1314, "horns": 1315, "forward": 1316, "spot": 1317, "busted": 1318, "girls": 1319, "pose": 1320, "spraying": 1321, "spewing": 1322, "london": 1323, "wait": 1324, "curb": 1325, "cactus": 1326, "ahead": 1327, "branch": 1328, "backyard": 1329, "log": 1330, "triumphantly": 1331, "fight": 1332, "leftovers": 1333, "overlooking": 1334, "scenery": 1335, "tilting": 1336, "design": 1337, "leaf": 1338, "center": 1339, "tourists": 1340, "enjoying": 1341, "victoria": 1342, "i": 1343, "indicates": 1344, "name": 1345, "posted": 1346, "convention": 1347, "signs": 1348, "pretty": 1349, "miss": 1350, "america": 1351, "atlantic": 1352, "famous": 1353, "night": 1354, "time": 1355, "reflections": 1356, "shop": 1357, "reads": 1358, "30th": 1359, "m": 1360, "st": 1361, "nw": 1362, "pedestrians": 1363, "billboard": 1364, "graffiti": 1365, "herself": 1366, "taxi": 1367, "she": 1368, "mostly": 1369, "wings": 1370, "spread": 1371, "spreading": 1372, "dock": 1373, "beak": 1374, "wing": 1375, "extended": 1376, "floating": 1377, "umbrellas": 1378, "fedora": 1379, "owl": 1380, "tire": 1381, "branches": 1382, "overflowing": 1383, "homeless": 1384, "york": 1385, "urban": 1386, "paddle": 1387, "poses": 1388, "lake": 1389, "me": 1390, "pictured": 1391, "lego": 1392, "conductor": 1393, "track": 1394, "miniature": 1395, "toys": 1396, "appears": 1397, "railroad": 1398, "tracks": 1399, "upside": 1400, "lies": 1401, "upturned": 1402, "eggs": 1403, "swamp": 1404, "nest": 1405, "marsh": 1406, "ducks": 1407, "pond": 1408, "driveway": 1409, "clinging": 1410, "feeder": 1411, "perch": 1412, "racehorse": 1413, "horses": 1414, "guide": 1415, "racing": 1416, "fast": 1417, "sunlight": 1418, "blurry": 1419, "brightly": 1420, "silly": 1421, "cowboy": 1422, "saddle": 1423, "horseback": 1424, "historical": 1425, "apparel": 1426, "teddy": 1427, "bears": 1428, "come": 1429, "posed": 1430, "male": 1431, "female": 1432, "attire": 1433, "indicating": 1434, "certain": 1435, "section": 1436, "hats": 1437, "hangers": 1438, "relaxes": 1439, "limb": 1440, "trains": 1441, "engine": 1442, "stoplights": 1443, "streetlight": 1444, "multiple": 1445, "without": 1446, "no": 1447, "3rd": 1448, "ave": 1449, "s": 1450, "avenue": 1451, "say": 1452, "s.": 1453, "av": 1454, "canadian": 1455, "goose": 1456, "geese": 1457, "wide-open": 1458, "duck": 1459, "cement": 1460, "block": 1461, "dozen": 1462, "give": 1463, "names": 1464, "directions": 1465, "series": 1466, "include": 1467, "boxes": 1468, "monitor": 1469, "electronics": 1470, "cardboard": 1471, "assortment": 1472, "electronic": 1473, "equipment": 1474, "grouping": 1475, "baseball": 1476, "base": 1477, "fondant": 1478, "happy": 1479, "birthday": 1480, "steve": 1481, "themed": 1482, "serving": 1483, "tray": 1484, "body": 1485, "flight": 1486, "gulls": 1487, "winged": 1488, "allows": 1489, "attraction": 1490, "mini": 1491, "lone": 1492, "clearly": 1493, "celebratory": 1494, "banner": 1495, "coats": 1496, "motorized": 1497, "families": 1498, "rural": 1499, "second": 1500, "date": 1501, "parakeet": 1502, "business": 1503, "storefront": 1504, "neon": 1505, "company": 1506, "country": 1507, "following": 1508, "route": 1509, "lanes": 1510, "forrest": 1511, "only": 1512, "median": 1513, "strip": 1514, "lane": 1515, "stay": 1516, "paved": 1517, "sidewalks": 1518, "divider": 1519, "arrow": 1520, "directional": 1521, "suburban": 1522, "first": 1523, "fe": 1524, "rapid": 1525, "pace": 1526, "speeding": 1527, "loading": 1528, "stream": 1529, "heading": 1530, "populated": 1531, "waterway": 1532, "thomas": 1533, "figure": 1534, "neighborhood": 1535, "houses": 1536, "quiet": 1537, "residential": 1538, "stops": 1539, "bunk": 1540, "beds": 1541, "featured": 1542, "cabin": 1543, "ladder": 1544, "sleeping": 1545, "defaced": 1546, "half": 1547, "partially": 1548, "worn": 1549, "war": 1550, "words": 1551, "vandalized": 1552, "message": 1553, "extra": 1554, "wrote": 1555, "put": 1556, "bags": 1557, "collector": 1558, "load": 1559, "machinery": 1560, "towing": 1561, "oversized": 1562, "massive": 1563, "tractor": 1564, "steering": 1565, "wheel": 1566, "driver": 1567, "trucks": 1568, "stores": 1569, "roadside": 1570, "chase": 1571, "bank": 1572, "mcdonalds": 1573, "utility": 1574, "mcdonald": 1575, "storefronts": 1576, "curls": 1577, "kitten": 1578, "zebras": 1579, "oxen": 1580, "safari": 1581, "cow": 1582, "curled": 1583, "witha": 1584, "relax": 1585, "zebra": 1586, "pickup": 1587, "tires": 1588, "fair": 1589, "social": 1590, "mercedes": 1591, "salt": 1592, "ford": 1593, "drive": 1594, "dual": 1595, "rear": 1596, "married": 1597, "bride": 1598, "groom": 1599, "kisses": 1600, "unzipped": 1601, "collar": 1602, "suitcase": 1603, "luggage": 1604, "gras": 1605, "cows": 1606, "mobile": 1607, "vending": 1608, "flags": 1609, "flown": 1610, "ton": 1611, "sniffing": 1612, "sniffs": 1613, "smelling": 1614, "intently": 1615, "champagne": 1616, "class": 1617, "alcohol": 1618, "bedspread": 1619, "shaggy": 1620, "sheets": 1621, "edge": 1622, "snuggling": 1623, "server": 1624, "customers": 1625, "indoor": 1626, "great": 1627, "ringed": 1628, "mounds": 1629, "mound": 1630, "fuel": 1631, "hose": 1632, "pump": 1633, "us": 1634, "force": 1635, "fatigues": 1636, "shoulder": 1637, "u.s.": 1638, "aircraft": 1639, "drags": 1640, "toward": 1641, "calf": 1642, "locked": 1643, "cages": 1644, "gated": 1645, "pen": 1646, "nursing": 1647, "coral": 1648, "holing": 1649, "ranch": 1650, "milk": 1651, "mom": 1652, "tabby": 1653, "nap": 1654, "cradle": 1655, "crib": 1656, "striped": 1657, "shoulders": 1658, "selfie": 1659, "derby": 1660, "30": 1661, "ajar": 1662, "jeep": 1663, "missing": 1664, "transport": 1665, "feild": 1666, "wading": 1667, "flood": 1668, "waters": 1669, "roped": 1670, "river": 1671, "farmer": 1672, "leads": 1673, "waist": 1674, "herds": 1675, "russian": 1676, "notebook": 1677, "annoyed": 1678, "book": 1679, "screen": 1680, "daytime": 1681, "pastor": 1682, "colors": 1683, "younger": 1684, "goat": 1685, "beached": 1686, "ship": 1687, "rafts": 1688, "watercraft": 1689, "devices": 1690, "boats": 1691, "inflatable": 1692, "crowding": 1693, "hard": 1694, "horn": 1695, "prarie": 1696, "ox": 1697, "milking": 1698, "jar": 1699, "milks": 1700, "coupe": 1701, "market": 1702, "canal": 1703, "loaded": 1704, "scenic": 1705, "t": 1706, "ears": 1707, "jockey": 1708, "outfit": 1709, "drinks": 1710, "fully": 1711, "elephants": 1712, "plaque": 1713, "jewelry": 1714, "gift": 1715, "carrots": 1716, "containers": 1717, "divided": 1718, "sections": 1719, "ages": 1720, "wedding": 1721, "party": 1722, "shed": 1723, "males": 1724, "females": 1725, "barn": 1726, "speak": 1727, "couples": 1728, "smile": 1729, "couch": 1730, "wear": 1731, "den": 1732, "float": 1733, "shape": 1734, "gigantic": 1735, "highly": 1736, "religious": 1737, "festival": 1738, "statue": 1739, "giant": 1740, "headdress": 1741, "hair": 1742, "marina": 1743, "illuminated": 1744, "sunset": 1745, "docked": 1746, "harbour": 1747, "yachts": 1748, "vibrant": 1749, "mud": 1750, "drenched": 1751, "enjoyment": 1752, "cool": 1753, "trunks": 1754, "totally": 1755, "ease": 1756, "environment": 1757, "pauses": 1758, "pushed": 1759, "rowing": 1760, "pontoon": 1761, "craft": 1762, "father": 1763, "humorous": 1764, "homemade": 1765, "paying": 1766, "fabric": 1767, "scissors": 1768, "papers": 1769, "tethered": 1770, "shore": 1771, "rope": 1772, "fishing": 1773, "narrow": 1774, "ferry": 1775, "barge": 1776, "enclosed": 1777, "private": 1778, "mountainous": 1779, "ceremony": 1780, "soaked": 1781, "raining": 1782, "japan": 1783, "plaid": 1784, "bell": 1785, "bottoms": 1786, "knees": 1787, "liner": 1788, "ships": 1789, "luxury": 1790, "village": 1791, "cruises": 1792, "obama": 1793, "framed": 1794, "staff": 1795, "presentation": 1796, "press": 1797, "conference": 1798, "flag": 1799, "images": 1800, "device": 1801, "might": 1802, "paddles": 1803, "paddling": 1804, "besides": 1805, "crane": 1806, "multi-colored": 1807, "named": 1808, "st.": 1809, "follows": 1810, "followed": 1811, "yacht": 1812, "sale": 1813, "pier": 1814, "skyline": 1815, "harbor": 1816, "docking": 1817, "sailboats": 1818, "keyboard": 1819, "biting": 1820, "stretching": 1821, "banquet": 1822, "after": 1823, "guests": 1824, "playfully": 1825, "mans": 1826, "pretends": 1827, "chewing": 1828, "tape": 1829, "cruise": 1830, "tug": 1831, "moored": 1832, "taken": 1833, "patio": 1834, "angry": 1835, "huddle": 1836, "wide": 1837, "mama": 1838, "parent": 1839, "interact": 1840, "sunlit": 1841, "waterfront": 1842, "most": 1843, "office": 1844, "also": 1845, "eyeglasses": 1846, "serious": 1847, "worker": 1848, "iphone": 1849, "tent": 1850, "shallow": 1851, "play": 1852, "shot": 1853, "camping": 1854, "reception": 1855, "beer": 1856, "strolls": 1857, "ad": 1858, "floats": 1859, "music": 1860, "trying": 1861, "audio": 1862, "record": 1863, "player": 1864, "love": 1865, "wet": 1866, "poking": 1867, "taxing": 1868, "falling": 1869, "flows": 1870, "one-way": 1871, "canals": 1872, "boarding": 1873, "blond": 1874, "smiles": 1875, "wallpaper": 1876, "pikachu": 1877, "raincoat": 1878, "plethora": 1879, "sailing": 1880, "mail": 1881, "steams": 1882, "kings": 1883, "island": 1884, "markers": 1885, "still": 1886, "drift": 1887, "lazily": 1888, "calm": 1889, "uniformed": 1890, "guard": 1891, "multi": 1892, "shade": 1893, "may": 1894, "conversation": 1895, "bikinis": 1896, "bikini": 1897, "beachgoers": 1898, "lobby": 1899, "travelers": 1900, "transporting": 1901, "backpacks": 1902, "storm": 1903, "amount": 1904, "skiing": 1905, "gear": 1906, "piled": 1907, "was": 1908, "murdered": 1909, "wrap": 1910, "bull": 1911, "tusks": 1912, "cases": 1913, "suitcases": 1914, "available": 1915, "vendor": 1916, "rains": 1917, "candle": 1918, "toothbrush": 1919, "holder": 1920, "marilyn": 1921, "monroe": 1922, "tooth": 1923, "brushes": 1924, "puppies": 1925, "game": 1926, "dogs": 1927, "plays": 1928, "puppy": 1929, "waits": 1930, "family": 1931, "prepare": 1932, "ruins": 1933, "provides": 1934, "site": 1935, "flap": 1936, "setup": 1937, "carry": 1938, "thru": 1939, "jungle": 1940, "palm": 1941, "neatly": 1942, "packed": 1943, "clothes": 1944, "contents": 1945, "trip": 1946, "because": 1947, "chained": 1948, "lamppost": 1949, "jumps": 1950, "catch": 1951, "catching": 1952, "frisbee": 1953, "hind": 1954, "legs": 1955, "breed": 1956, "caught": 1957, "belongings": 1958, "baggage": 1959, "studying": 1960, "map": 1961, "pushing": 1962, "wheelchair": 1963, "wears": 1964, "raincoats": 1965, "compartment": 1966, "junk": 1967, "nearly": 1968, "pieces": 1969, "notebooks": 1970, "folded": 1971, "notepad": 1972, "tote": 1973, "reading": 1974, "panda": 1975, "positioned": 1976, "huddled": 1977, "aerial": 1978, "eats": 1979, "dessert": 1980, "polar": 1981, "ledge": 1982, "tan": 1983, "sofa": 1984, "comforter": 1985, "sad": 1986, "disk": 1987, "frisbe": 1988, "sittign": 1989, "sepia": 1990, "yells": 1991, "photographer": 1992, "natural": 1993, "lounge": 1994, "sport": 1995, "african": 1996, "american": 1997, "reaching": 1998, "compete": 1999, "involving": 2000, "jumping": 2001, "attempt": 2002, "reach": 2003, "petting": 2004, "television": 2005, "lap": 2006, "scratching": 2007, "smells": 2008, "whose": 2009, "verdant": 2010, "3": 2011, "midair": 2012, "blocking": 2013, "fun": 2014, "reaches": 2015, "attempts": 2016, "trio": 2017, "savanna": 2018, "alert": 2019, "special": 2020, "enjoy": 2021, "areas": 2022, "leg": 2023, "bridle": 2024, "chain": 2025, "link": 2026, "pavement": 2027, "digging": 2028, "paws": 2029, "lounging": 2030, "digs": 2031, "heart": 2032, "engraved": 2033, "stadium": 2034, "bleachers": 2035, "skating": 2036, "juggles": 2037, "rink": 2038, "parents": 2039, "teenager": 2040, "trotting": 2041, "mark": 2042, "forested": 2043, "frisbees": 2044, "attempting": 2045, "beyond": 2046, "chasing": 2047, "runs": 2048, "tow": 2049, "patch": 2050, "leaned": 2051, "muddy": 2052, "get": 2053, "sip": 2054, "pack": 2055, "hidden": 2056, "owner": 2057, "opening": 2058, "seem": 2059, "engaged": 2060, "combat": 2061, "desert": 2062, "facility": 2063, "beautiful": 2064, "blankets": 2065, "streak": 2066, "hooves": 2067, "blind": 2068, "blindfold": 2069, "points": 2070, "folds": 2071, "saddles": 2072, "riderless": 2073, "ridden": 2074, "freely": 2075, "starring": 2076, "fountain": 2077, "states": 2078, "ponies": 2079, "reigns": 2080, "stable": 2081, "tending": 2082, "caring": 2083, "grazes": 2084, "colt": 2085, "pony": 2086, "foal": 2087, "mommy": 2088, "warm": 2089, "leash": 2090, "prancing": 2091, "lead": 2092, "guiding": 2093, "trainer": 2094, "judge": 2095, "led": 2096, "judges": 2097, "touch": 2098, "noses": 2099, "groomed": 2100, "nuzzle": 2101, "cameraman": 2102, "carriages": 2103, "twigs": 2104, "pulled": 2105, "buggy": 2106, "reins": 2107, "barrier": 2108, "rider": 2109, "barely": 2110, "clearing": 2111, "jump": 2112, "obstacle": 2113, "uniform": 2114, "formation": 2115, "gentleman": 2116, "backs": 2117, "rears": 2118, "hills": 2119, "surface": 2120, "lodge": 2121, "ski": 2122, "donkeys": 2123, "carraige": 2124, "stagecoach": 2125, "driven": 2126, "filed": 2127, "english": 2128, "ring": 2129, "creme": 2130, "sauces": 2131, "cream": 2132, "healthy": 2133, "sushi": 2134, "raw": 2135, "fish": 2136, "advertising": 2137, "resort": 2138, "snowboarding": 2139, "collage": 2140, "boarders": 2141, "competition": 2142, "flyer": 2143, "poster": 2144, "juice": 2145, "smoothie": 2146, "apples": 2147, "banana": 2148, "blender": 2149, "blended": 2150, "lettuce": 2151, "grapes": 2152, "bananas": 2153, "oranges": 2154, "pears": 2155, "plums": 2156, "pitcher": 2157, "pitchers": 2158, "throw": 2159, "pitch": 2160, "batter": 2161, "professional": 2162, "warming": 2163, "snowstorm": 2164, "dropped": 2165, "good": 2166, "winding": 2167, "majestic": 2168, "plush": 2169, "pitching": 2170, "sox": 2171, "pitched": 2172, "bald": 2173, "softball": 2174, "glove": 2175, "experiment": 2176, "hooked": 2177, "placed": 2178, "wires": 2179, "ina": 2180, "apple": 2181, "ripe": 2182, "lining": 2183, "skier": 2184, "skis": 2185, "decline": 2186, "slope": 2187, "bat": 2188, "mitt": 2189, "catcher": 2190, "lie": 2191, "players": 2192, "jerseys": 2193, "diamond": 2194, "relaxed": 2195, "begin": 2196, "lips": 2197, "stripped": 2198, "snowboard": 2199, "action": 2200, "mid-air": 2201, "snowboarder": 2202, "performing": 2203, "selling": 2204, "grapefruit": 2205, "limes": 2206, "styrofoam": 2207, "laid": 2208, "lemons": 2209, "leafy": 2210, "round": 2211, "growing": 2212, "cucumbers": 2213, "beans": 2214, "washed": 2215, "zucchini": 2216, "tomatoes": 2217, "celery": 2218, "amongst": 2219, "toped": 2220, "beef": 2221, "cut-up": 2222, "steak": 2223, "here": 2224, "spare": 2225, "ribs": 2226, "unripe": 2227, "bloom": 2228, "bulb": 2229, "iwth": 2230, "gentle": 2231, "practice": 2232, "makes": 2233, "perfect": 2234, "any": 2235, "slopes": 2236, "skiers": 2237, "ketchup": 2238, "rice": 2239, "gravy": 2240, "sets": 2241, "hatch": 2242, "skiis": 2243, "sliding": 2244, "waterskiing": 2245, "splashing": 2246, "string": 2247, "potatoes": 2248, "potato": 2249, "peach": 2250, "cabbage": 2251, "except": 2252, "lay": 2253, "toasted": 2254, "flat": 2255, "cheesey": 2256, "covers": 2257, "almost": 2258, "entire": 2259, "fluffed": 2260, "tortilla": 2261, "gooey": 2262, "cheese": 2263, "lunch": 2264, "kiddie": 2265, "chicken": 2266, "balances": 2267, "florets": 2268, "finished": 2269, "contains": 2270, "stir": 2271, "fry": 2272, "squash": 2273, "consisting": 2274, "frying": 2275, "danish": 2276, "cherry": 2277, "icing": 2278, "treat": 2279, "doughnut": 2280, "skiiers": 2281, "maker": 2282, "skies": 2283, "dip": 2284, "dressing": 2285, "pickles": 2286, "well": 2287, "sippy": 2288, "whale": 2289, "goggles": 2290, "go": 2291, "strawberry": 2292, "slice": 2293, "kiwi": 2294, "else": 2295, "jersey": 2296, "pitches": 2297, "salad": 2298, "jars": 2299, "luncheon": 2300, "tofu": 2301, "avocado": 2302, "contain": 2303, "carpeted": 2304, "berries": 2305, "grocery": 2306, "turf": 2307, "strawberries": 2308, "snowboarders": 2309, "snowboards": 2310, "capped": 2311, "boarder": 2312, "chili": 2313, "yogurt": 2314, "friends": 2315, "students": 2316, "participating": 2317, "deli": 2318, "sandwich": 2319, "steamed": 2320, "greens": 2321, "sub": 2322, "hoagie": 2323, "turkey": 2324, "chopped": 2325, "cut": 2326, "dusk": 2327, "peas": 2328, "produce": 2329, "eggplant": 2330, "poles": 2331, "fallen": 2332, "layed": 2333, "preparation": 2334, "ingredients": 2335, "used": 2336, "fine": 2337, "recipe": 2338, "egg": 2339, "carrot": 2340, "whole": 2341, "canned": 2342, "selection": 2343, "mix": 2344, "mass": 2345, "chinese": 2346, "oriental": 2347, "meet": 2348, "highchair": 2349, "casserole": 2350, "cauliflower": 2351, "strips": 2352, "cooked": 2353, "kind": 2354, "sides": 2355, "symbols": 2356, "foreign": 2357, "language": 2358, "meant": 2359, "chopsticks": 2360, "curry": 2361, "pasta": 2362, "alfredo": 2363, "fettuccine": 2364, "chunks": 2365, "skater": 2366, "grabs": 2367, "halfpipe": 2368, "skateboarder": 2369, "practicing": 2370, "airborne": 2371, "noodle": 2372, "onion": 2373, "wedge": 2374, "lime": 2375, "lifts": 2376, "steep": 2377, "tries": 2378, "stage": 2379, "projector": 2380, "hugging": 2381, "unusual": 2382, "hello": 2383, "kitty": 2384, "lunchbox": 2385, "appealing": 2386, "bento": 2387, "cartons": 2388, "characters": 2389, "n't": 2390, "compartments": 2391, "mac": 2392, "snacks": 2393, "stir-fry": 2394, "trey": 2395, "cucumber": 2396, "crackers": 2397, "cherries": 2398, "bean": 2399, "rabbit": 2400, "bunny": 2401, "creamy": 2402, "skateboarding": 2403, "skills": 2404, "representing": 2405, "course": 2406, "abstract": 2407, "spinach": 2408, "bun": 2409, "sandwhich": 2410, "shredded": 2411, "jeans": 2412, "shoes": 2413, "upright": 2414, "pathway": 2415, "upclose": 2416, "seasoning": 2417, "fill": 2418, "finely": 2419, "spice": 2420, "stirfry": 2421, "pork": 2422, "dumplings": 2423, "quilt": 2424, "sort": 2425, "tomato": 2426, "mean": 2427, "french": 2428, "fries": 2429, "burger": 2430, "grilled": 2431, "appetizing": 2432, "snack": 2433, "finger": 2434, "buffet": 2435, "beverages": 2436, "radishes": 2437, "snap": 2438, "peanuts": 2439, "nuts": 2440, "sugar": 2441, "laden": 2442, "measuring": 2443, "juicer": 2444, "helmets": 2445, "snowsuits": 2446, "mainly": 2447, "steps": 2448, "stepping": 2449, "celebration": 2450, "watches": 2451, "birth": 2452, "lesson": 2453, "teaches": 2454, "bites": 2455, "boxed": 2456, "walnuts": 2457, "neat": 2458, "maneuvers": 2459, "skates": 2460, "sausage": 2461, "collection": 2462, "circles": 2463, "gourmet": 2464, "pepper": 2465, "mangos": 2466, "clementines": 2467, "-": 2468, "hotdog": 2469, "sour": 2470, "guacamole": 2471, "bug": 2472, "slathered": 2473, "salsa": 2474, "mayo": 2475, "lands": 2476, "boards": 2477, "skaters": 2478, "capture": 2479, "grinding": 2480, "roller": 2481, "balancing": 2482, "canon": 2483, "ollies": 2484, "leaping": 2485, "skateboards": 2486, "pops": 2487, "wheelie": 2488, "spaghetti": 2489, "condiments": 2490, "meatballs": 2491, "beverage": 2492, "rolled": 2493, "biscuits": 2494, "batches": 2495, "pigs": 2496, "breaded": 2497, "hotdogs": 2498, "sauerkraut": 2499, "mustard": 2500, "institutional": 2501, "retail": 2502, "smothered": 2503, "sausages": 2504, "buns": 2505, "kraut": 2506, "bitten": 2507, "took": 2508, "item": 2509, "leaps": 2510, "individual": 2511, "technical": 2512, "flip": 2513, "maneuver": 2514, "orders": 2515, "customer": 2516, "aprons": 2517, "folks": 2518, "peers": 2519, "bakery": 2520, "helping": 2521, "ordering": 2522, "foot": 2523, "toppings": 2524, "gets": 2525, "foot-long": 2526, "catsup": 2527, "relish": 2528, "tasty": 2529, "beers": 2530, "launched": 2531, "wintery": 2532, "went": 2533, "lace": 2534, "halved": 2535, "sesame": 2536, "thick": 2537, "ate": 2538, "crumbs": 2539, "sprinkles": 2540, "flavored": 2541, "purchasing": 2542, "bins": 2543, "donut": 2544, "vender": 2545, "viewer": 2546, "breakfast": 2547, "foamy": 2548, "glaze": 2549, "dougnuts": 2550, "cupcakes": 2551, "muffins": 2552, "chocolates": 2553, "goodies": 2554, "platters": 2555, "jelly": 2556, "last": 2557, "try": 2558, "mugs": 2559, "tea": 2560, "honey": 2561, "lasagna": 2562, "garlic": 2563, "savory": 2564, "wafer": 2565, "entre": 2566, "accompanied": 2567, "edible": 2568, "belt": 2569, "arm": 2570, "enjoys": 2571, "campground": 2572, "tucked": 2573, "hit": 2574, "swinging": 2575, "blow": 2576, "batting": 2577, "mug": 2578, "saucer": 2579, "teapot": 2580, "stretches": 2581, "tennis": 2582, "racquet": 2583, "racket": 2584, "frosted": 2585, "breast": 2586, "funny": 2587, "redheaded": 2588, "sprinkled": 2589, "cookie": 2590, "dunking": 2591, "indoors": 2592, "audience": 2593, "court": 2594, "volleyball": 2595, "mid": 2596, "toss": 2597, "blowup": 2598, "inner": 2599, "tube": 2600, "surfer": 2601, "carries": 2602, "sight": 2603, "yummy": 2604, "layered": 2605, "citrus": 2606, "presented": 2607, "uneaten": 2608, "upscale": 2609, "deserts": 2610, "cheesecake": 2611, "soccer": 2612, "kick": 2613, "places": 2614, "muffin": 2615, "powder": 2616, "upon": 2617, "afternoon": 2618, "crystal": 2619, "pie": 2620, "layers": 2621, "slices": 2622, "hold": 2623, "candles": 2624, "blank": 2625, "page": 2626, "soda": 2627, "coke": 2628, "coca": 2629, "cola": 2630, "chips": 2631, "candies": 2632, "cups": 2633, "cupcake": 2634, "pound": 2635, "lettering": 2636, "wrapper": 2637, "candy": 2638, "seafood": 2639, "shrimp": 2640, "portion": 2641, "club": 2642, "removing": 2643, "surfboards": 2644, "surfers": 2645, "tide": 2646, "shirtless": 2647, "wave": 2648, "surfing": 2649, "foaming": 2650, "waves": 2651, "siding": 2652, "choppy": 2653, "save": 2654, "swim": 2655, "finishing": 2656, "crashes": 2657, "seas": 2658, "swimming": 2659, "advantage": 2660, "sampling": 2661, "infront": 2662, "prone": 2663, "ladies": 2664, "pies": 2665, "gold": 2666, "breaking": 2667, "probably": 2668, "idea": 2669, "when": 2670, "surfboarders": 2671, "wake": 2672, "boogie": 2673, "life": 2674, "vest": 2675, "congratulating": 2676, "guards": 2677, "shirts": 2678, "assist": 2679, "custard": 2680, "lemon": 2681, "array": 2682, "topper": 2683, "figurines": 2684, "rose": 2685, "petals": 2686, "tiered": 2687, "shoreline": 2688, "border": 2689, "porridge": 2690, "quick": 2691, "monster": 2692, "fan": 2693, "childs": 2694, "theme": 2695, "drops": 2696, "unmade": 2697, "portrait": 2698, "pillows": 2699, "nightstand": 2700, "packaged": 2701, "quite": 2702, "pillow": 2703, "slightly": 2704, "nursery": 2705, "dresser": 2706, "son": 2707, "asleep": 2708, "headboard": 2709, "rainbow": 2710, "chest": 2711, "passed": 2712, "arrived": 2713, "olives": 2714, "skirt": 2715, "socializing": 2716, "feast": 2717, "scattered": 2718, "flanked": 2719, "armoire": 2720, "neutral": 2721, "bedroom": 2722, "barefoot": 2723, "herbs": 2724, "cutter": 2725, "topping": 2726, "arugula": 2727, "twin": 2728, "dreary": 2729, "size": 2730, "arms": 2731, "wetsuits": 2732, "pepperoni": 2733, "mushrooms": 2734, "weird": 2735, "diaper": 2736, "diapers": 2737, "so": 2738, "must": 2739, "especially": 2740, "gross": 2741, "tons": 2742, "dolly": 2743, "haircut": 2744, "scissor": 2745, "persons": 2746, "personal": 2747, "peppers": 2748, "unfolded": 2749, "surfaces": 2750, "rocking": 2751, "north": 2752, "story": 2753, "patties": 2754, "patty": 2755, "difficult": 2756, "tell": 2757, "cookies": 2758, "allot": 2759, "seasoned": 2760, "lobsters": 2761, "broiler": 2762, "crab": 2763, "baking": 2764, "sheet": 2765, "bacon": 2766, "combined": 2767, "aluminum": 2768, "foil": 2769, "tin": 2770, "fired": 2771, "dough": 2772, "met": 2773, "olive": 2774, "greasy": 2775, "burned": 2776, "edges": 2777, "burnt": 2778, "parmesan": 2779, "crust": 2780, "doll": 2781, "match": 2782, "serve": 2783, "handful": 2784, "bay": 2785, "basil": 2786, "picking": 2787, "cheesy": 2788, "bands": 2789, "swing": 2790, "opponent": 2791, "forehand": 2792, "clay": 2793, "8": 2794, "safe": 2795, "study": 2796, "old-fashioned": 2797, "furniture": 2798, "anchovies": 2799, "operating": 2800, "hairless": 2801, "zoomed": 2802, "slate": 2803, "oddly": 2804, "sweat": 2805, "mushroom": 2806, "tiny": 2807, "uses": 2808, "lighted": 2809, "dinnerware": 2810, "lighter": 2811, "artisan": 2812, "corn": 2813, "surprised": 2814, "impressed": 2815, "hitting": 2816, "swings": 2817, "bouncing": 2818, "hits": 2819, "serves": 2820, "athlete": 2821, "overhand": 2822, "wii": 2823, "controllers": 2824, "games": 2825, "remote": 2826, "control": 2827, "bagged": 2828, "controller": 2829, "virtual": 2830, "entertainment": 2831, "aims": 2832, "sporting": 2833, "interactive": 2834, "gaming": 2835, "unit": 2836, "blouse": 2837, "blonde": 2838, "nintendo": 2839, "teenage": 2840, "lacy": 2841, "depicted": 2842, "boxing": 2843, "guys": 2844, "moment": 2845, "remotes": 2846, "daughter": 2847, "robe": 2848, "elder": 2849, "system": 2850, "legos": 2851, "constructed": 2852, "furnished": 2853, "stairs": 2854, "dollhouse": 2855, "3d": 2856, "drivers": 2857, "movie": 2858, "meeting": 2859, "classroom": 2860, "simulator": 2861, "controls": 2862, "console": 2863, "stations": 2864, "newest": 2865, "golf": 2866, "blast": 2867, "controlled": 2868, "robotic": 2869, "microsoft": 2870, "technicians": 2871, "move": 2872, "astroturf": 2873, "robot": 2874, "controlling": 2875, "testing": 2876, "unknown": 2877, "aim": 2878, "typical": 2879, "dispenser": 2880, "mismatched": 2881, "tank": 2882, "motes": 2883, "grandma": 2884, "settee": 2885, "piano": 2886, "parlor": 2887, "burgundy": 2888, "paisley": 2889, "patterns": 2890, "circle": 2891, "darkened": 2892, "shines": 2893, "keyboards": 2894, "mouse": 2895, "infant": 2896, "listening": 2897, "phones": 2898, "charge": 2899, "gather": 2900, "charger": 2901, "photographs": 2902, "bookcase": 2903, "trim": 2904, "exposed": 2905, "column": 2906, "sectional": 2907, "engaging": 2908, "kiteboard": 2909, "para-sailing": 2910, "hawk": 2911, "elevated": 2912, "costumes": 2913, "bells": 2914, "domed": 2915, "alcove": 2916, "cartoons": 2917, "vast": 2918, "windsurfing": 2919, "para": 2920, "called": 2921, "pillar": 2922, "hung": 2923, "sizes": 2924, "purse": 2925, "watched": 2926, "played": 2927, "starting": 2928, "winds": 2929, "umpire": 2930, "position": 2931, "west": 2932, "hero": 2933, "tones": 2934, "punk": 2935, "tool": 2936, "dancing": 2937, "prop": 2938, "rod": 2939, "tattooed": 2940, "oar": 2941, "tattoo": 2942, "floppy": 2943, "thing": 2944, "waling": 2945, "urn": 2946, "haze": 2947, "raised": 2948, "asia": 2949, "incoming": 2950, "youth": 2951, "league": 2952, "bases": 2953, "awaits": 2954, "stance": 2955, "referee": 2956, "gone": 2957, "hitter": 2958, "progress": 2959, "catches": 2960, "missed": 2961, "coach": 2962, "session": 2963, "catchers": 2964, "crouches": 2965, "fans": 2966, "live": 2967, "apparently": 2968, "strike": 2969, "batters": 2970, "state": 2971, "surround": 2972, "ion": 2973, "scoreboard": 2974, "outfield": 2975, "plenty": 2976, "prominent": 2977, "ham": 2978, "such": 2979, "partial": 2980, "uncooked": 2981, "approaching": 2982, "poised": 2983, "doubles": 2984, "outfits": 2985, "skirts": 2986, "start": 2987, "prior": 2988, "dribbling": 2989, "stares": 2990, "outward": 2991, "weather": 2992, "vein": 2993, "rooftop": 2994, "weathervane": 2995, "vane": 2996, "beautifully": 2997, "housed": 2998, "faces": 2999, "skyscraper": 3000, "band": 3001, "product": 3002, "description": 3003, "card": 3004, "crate": 3005, "mothers": 3006, "mason": 3007, "twig": 3008, "windowsill": 3009, "balls": 3010, "filling": 3011, "burner": 3012, "pull": 3013, "burners": 3014, "playground": 3015, "smart": 3016, "metallic": 3017, "combines": 3018, "backsplash": 3019, "news": 3020, "stories": 3021, "screenshot": 3022, "texting": 3023, "website": 3024, "tech": 3025, "web": 3026, "pda": 3027, "webpage": 3028, "technological": 3029, "articles": 3030, "shops": 3031, "package": 3032, "checks": 3033, "bust": 3034, "ipod": 3035, "headphone": 3036, "smartphone": 3037, "headphones": 3038, "pod": 3039, "balance": 3040, "objects": 3041, "boxy": 3042, "whit": 3043, "territory": 3044, "connection": 3045, "mixing": 3046, "protruding": 3047, "facade": 3048, "affixed": 3049, "magnificent": 3050, "columns": 3051, "arches": 3052, "infamous": 3053, "ben": 3054, "parliament": 3055, "moon": 3056, "star": 3057, "artistic": 3058, "fix": 3059, "glowing": 3060, "traditional": 3061, "shining": 3062, "stroller": 3063, "castle": 3064, "spire": 3065, "steeple": 3066, "o'clock": 3067, "scary": 3068, "goatee": 3069, "pins": 3070, "clothesline": 3071, "balcony": 3072, "gravel": 3073, "popular": 3074, "upward": 3075, "metro": 3076, "lighthouse": 3077, "farmers": 3078, "every": 3079, "towering": 3080, "overlooks": 3081, "stately": 3082, "ferris": 3083, "barren": 3084, "pottery": 3085, "dragon": 3086, "potter": 3087, "stems": 3088, "dried": 3089, "dollar": 3090, "seed": 3091, "pods": 3092, "novelty": 3093, "caption": 3094, "creations": 3095, "designs": 3096, "wildflower": 3097, "buds": 3098, "bamboo": 3099, "tongs": 3100, "stem": 3101, "photographed": 3102, "distorted": 3103, "mannequin": 3104, "blades": 3105, "frilly": 3106, "paintings": 3107, "pairs": 3108, "dangling": 3109, "canvas": 3110, "amazing": 3111, "exotic": 3112, "silverware": 3113, "less": 3114, "tale": 3115, "clothed": 3116, "tabe": 3117, "toast": 3118, "teen": 3119, "menus": 3120, "appetizer": 3121, "beachside": 3122, "hovers": 3123, "diners": 3124, "perhaps": 3125, "breads": 3126, "cover": 3127, "political": 3128, "nachos": 3129, "putting": 3130, "n": 3131, "blueberries": 3132, "whites": 3133, "flatware": 3134, "pudding": 3135, "mashed": 3136, "loaf": 3137, "meatloaf": 3138, "booze": 3139, "wineglass": 3140, "dandelion": 3141, "tasting": 3142, "changes": 3143, "stoplight": 3144, "piles": 3145, "hides": 3146, "barack": 3147, "processor": 3148, "smoking": 3149, "coals": 3150, "rises": 3151, "crude": 3152, "shift": 3153, "instructions": 3154, "student": 3155, "cellular": 3156, "cel": 3157, "viewing": 3158, "sweatshirt": 3159, "swimsuits": 3160, "bathing": 3161, "adjusts": 3162, 